Repository: OlesyaGerasimenko/pwvucontrol
Catalog: po/*.po
Languages: fr, pl

source: Pipewire Volume Control
fr: Controle des volumes PipeWire
pl: Kontrola głośności Pipewire

source: Volume control for pipewire
fr: Controle du volume pour PipeWire
pl: Kontrola głośności pipewire

source: A native volume control app made with GTK + Rust.
fr: Une application native de controle des volumes ecrite avec GTK + Rust.
pl: Natywna aplikacja kontroli głośności stworzona z użyciem GTK + Rust.

source: Main window
fr: Fenetre principale
pl: Główne okno

source: Changelog since 0.4.8
fr: Evolution depuis la version 0.4.8

source: Changelog since 0.4.7
fr: Evolution depuis la version 0.4.7

source: Changelog since 0.4.6
fr: Evolution depuis la version 0.4.6

source: Changelog since 0.4.5
fr: Evolution depuis la version 0.4.5

source: Changelog since 0.4.4
fr: Evolution depuis la version 0.4.4
pl: Dziennik zmian od wersji 0.4.4

source: Updated dutch translation.
fr: Mise a jour de la traduction Hollandaise.
pl: Zaktualizowano tłumaczenie na holenderski.

source: Changelog since 0.4.3
fr: Evolution depuis la version 0.4.3
pl: Dziennik zmian od wersji 0.4.3

source: Added dutch translation.
fr: Ajout de la traduction Hollandaise.
pl: Dodano tłumaczenie na holenderski.

source: Application icons are now hidden in Flatpak build to keep permissions reduced.
fr: Les icones des applications sont desormais cachees dans la version Flatpak afin de reduire les permissions.
pl: Ikony aplikacji są teraz ukryte w wersji Flatpak aby zachować ograniczone uprawnienia.

source: Changelog since 0.4.2
fr: Evolution depuis la version 0.4.2
pl: Dziennik zmian od wersji 0.4.2

source: Added new icons for input and output devices.
fr: Ajout de nouvelles icones pour les peripheriques d'entree et de sortie.
pl: Dodano nowe ikony dla urządzeń wejścia/wyjścia.

source: Changelog since 0.3.1
fr: Evolution depuis la version 0.3.1
pl: Dziennik zmian od wersji 0.3.1

source: Added support for over-amplification. Enable via hamburger menu.
fr: Ajout de la prise en charge de la suramplification. Activation via le menu hamburger.
pl: Dodano wsparcie dla nadmiernego wzmocnienia. Włącz przez hamburger menu.

source: Changelog since 0.2.0
fr: Evolution depuis la version 0.2.0
pl: Dziennik zmian od wersji 0.2.0

source: Added card tab for selecing sound card profile
fr: Ajout d'un onglet carte pour selectionner le profil de la carte son
pl: Dodano zakładkę kart do wyboru profilu karty dźwiękowej

source: Default window width
fr: Largeur de la fenetre par defaut
pl: Domyślna szerokość okna

source: Default window height
fr: Hauteur de la fenetre par defaut
pl: Domyślna wysokość okna

source: Default window maximized behaviour
fr: Comportement par defaut de la fenetre maximisee
pl: Domyślne zachowanie okna po maksymalizacji

source: Enable over-amplification
fr: Activer la suramplification
pl: Włącz nadmierne wzmocnienie

source: Lost connection to Pipewire server!
fr: Perte de connexion au serveur Pipewire !
pl: Utracono połączenie z serwerem Pipewire!

source: Reconnect
fr: Reconnecter
pl: Połącz ponownie

source: Playback
fr: Lecture
pl: Odtwarzanie

source: Recording
fr: Enregistrement
pl: Nagrywanie

source: Input Devices
fr: Peripheriques d'entree
pl: Urządzenia wejściowe

source: Output Devices
fr: Peripheriques de sorties
pl: Urządzenia wyjściowe

source: Cards
fr: Cartes
pl: Karty

source: _Enable over-amplification
fr: _Activer la suramplification
pl: _Włącz nadmierne wzmocnienie

source: _Keyboard Shortcuts
fr: _Raccourcis clavier
pl: _Skróty klawiatury

source: _About Pwvucontrol
fr: A propos de Pwvucontrol
pl: _O Pwvucontrol

# shortcut window
source: Show Shortcuts
fr: Montrer les raccourcis
pl: Pokaż skróty

# shortcut window
source: Open application menu
fr: Ouvrir le menu
pl: Otwórz menu aplikacji

# shortcut window
source: Quit
fr: Quitter
pl: Wyjdź

source: _Advanced
fr: _Avance
pl: _Zaawansowane

source: Lock channels
fr: Verrouiller les canaux
pl: Zablokuj kanały

source: Main
fr: Principal
pl: Główny

source: Monitor
fr: Ecoute de controle

source: on
fr: marche
pl: włącz

source: Could not load resources
fr: Impossible de charger les ressources
pl: Nie można wczytać zasobów

source: Default ({})
fr: Defaut ({})
pl: Domyślne ({})

source: Default
fr: Defaut
pl: Domyślne

source: No sound cards detected. Check pipewire configuration.
fr: Aucune carte son n'est detectee. Verifier la configuration de PipeWire.
pl: Nie wykryto karty dźwiękowej. Sprawdź konfigurację pipewire.

source: No sound devices detected. Check profiles in Card tab.
fr: Aucun peripherique sonore n'est detecte. Verifier les profils dans l'onglet Carte.
pl: Nie wykryto sterowników dźwięku. Sprawdź profile w zakładce Karty.

# shortcut window
source: General
pl: Ogólne

source: Silence
pl: Cisza
